Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/GeneralSettingsUI/Reset.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# REMOVE_ALL_CELLULAR_PLANS_MSG
source: This will remove all cellular data plans from your Apple Vision Pro. Your subscriptions will not be canceled. Contact your carriers to re-enroll or to cancel.
ar: سيؤدي ذلك إلى إزالة كل باقات البيانات الخلوية من Apple Vision Pro، ولكن لن يتم إلغاء اشتراكاتك. اتصل بشركة الاتصالات لإعادة التسجيل أو الإلغاء.
bg: Това ще премахне всички планове за мобилни данни от вашия Apple Vision Pro. Абонаментите ви няма да бъдат прекратени. Свържете се с доставчика, за да ги подновите или да се откажете.
ca: S’eliminaran tots els plans de dades mòbils de l’Apple Vision Pro, però no es cancel·laran. Per tornar‑los‑hi a afegir o cancel·lar‑los, contacta amb els operadors.
cs: Z Apple Vision Pro budou odstraněny všechny mobilní datové tarify, ale vaše předplatné zrušeno nebude. Pokud se budete chtít znovu zaregistrovat nebo zrušit předplatné, kontaktujte operátory.
da: Dette fjerner alle mobildataabonnementer fra din Apple Vision Pro. Dine abonnementer bliver ikke annulleret. Kontakt operatøren for at registrere dig igen eller annullere.
de: Damit werden alle mobilen Datentarife von deiner Apple Vision Pro entfernt. Deine Abos werden nicht storniert. Zum erneuten Registrieren bzw. Stornieren wende dich an deine Netzbetreiber.
el: Αυτό θα αφαιρέσει όλα τα προγράμματα δεδομένων κινητού δικτύου από το Apple Vision Pro σας. Οι συνδρομές σας δεν θα ακυρωθούν. Επικοινωνήστε με τους φορείς σας για εκ νέου εγγραφή ή για ακύρωση.
es: Esta operación eliminará todos los planes de datos móviles del Apple Vision Pro. Las suscripciones no se cancelarán. Ponte en contacto con tu operador para suscribirte de nuevo o para cancelar tu suscripción.
es_us: Esto eliminará todos los planes de datos de tu Apple Vision Pro. No se cancelarán tus suscripciones. Comunícate con tus operadores para darte de alta otra vez o cancelarlos.
fi: Tämä poistaa kaikki mobiilidataliittymät Apple Vision Prosta. Tilauksiasi ei peruuteta. Ota yhteys operaattoriin uudelleenrekisteröitymistä tai peruuttamista varten.
fr: Cela supprimera tous les forfaits de données cellulaires de votre Apple Vision Pro. Vos abonnements ne seront pas annulés. Contactez vos opérateurs pour les réactiver ou les annuler.
fr_ca: Cela supprimera tous les forfaits de données cellulaires de votre Apple Vision Pro. Vos abonnements ne seront pas annulés. Communiquez avec vos opérateurs pour vous réinscrire ou pour annuler vos abonnements.
he: פעולה זו תסיר את כל תוכניות הנתונים הסלולריים מה-Apple Vision Pro. המינויים שלך לא יבוטלו. יש לפנות למפעילים כדי להירשם מחדש או כדי לבטל.
hi: यह आपके Apple Vision Pro से सभी मोबाइल डेटा प्लान हटा देगा। आपके सब्सक्रिप्शन रद्द नहीं किए जाएँगे। पुनर्नामांकन या रद्द करने के लिए अपने कैरियर से संपर्क करें।
hr: Ovime će se ukloniti svi podatkovni planovi s vašeg uređaja Apple Vision Pro. Vaše pretplate neće biti poništene. Obratite se operateru za ponovnu prijavu ili poništavanje.
hu: Ez el fogja távolítani az összes mobiladat-előfizetését az Apple Vision Prójáról. Az egyéb előfizetései nem lesznek megszakítva. Lépjen kapcsolatba a szolgáltatókkal az ismételt regisztrációhoz vagy a megszakításhoz.
id: Ini akan menghapus semua paket data seluler dari Apple Vision Pro Anda. Langganan Anda tidak akan dibatalkan. Hubungi operator Anda untuk mendaftarkan ulang atau membatalkan.
it: L’azione eliminerà tutti i piani dati cellulare da Apple Vision Pro, ma i tuoi abbonamenti non verranno annullati. Contatta il tuo gestore per sottoscriverli nuovamente o cancellarli.
ja: この操作を行うと、Apple Vision Proからすべてのモバイルデータ通信プランが削除されます。この操作で通信事業者との契約はキャンセルされません。再登録またはキャンセルする場合は通信事業者へ連絡してください。
kk: Apple Vision Pro құрылғыңыздағы барлық ұялы тарифтік жоспар жойылады, ал жазылымдарыңыз тоқтатылмайды. Қайта тіркелу немесе бас тарту үшін ұялы байланыс операторына хабарласыңыз.
ko: Apple Vision Pro에서 모든 셀룰러 데이터 요금제가 제거됩니다. 사용자의 가입은 취소되지 않습니다. 다시 등록하거나 취소하려면 이동통신사에 문의하십시오.
lt: Iš „Apple Vision Pro“ įrenginio bus ištrinti visi mobiliųjų duomenų planai. Jūsų prenumeratos nebus atšauktos. Norėdami pakartotinai užsiregistruoti arba atšaukti, susisiekite su savo operatoriais.
ms: Ini akan mengeluarkan semua pelan data selular daripada Apple Vision Pro anda. Langganan anda tidak akan dibatalkan. Hubungi pembawa anda untuk mendaftar semula atau membatalkan.
nl: Hiermee verwijder je alle mobieledata-abonnementen van je Apple Vision Pro. Je abonnementen worden niet geannuleerd. Neem contact op met je aanbieders om je opnieuw in te schrijven of om te annuleren.
no: Dette vil fjerne alle mobildata­abonnementer fra Apple Vision Pro. Abonnementet vil ikke bli avsluttet. Kontakt operatøren for å reaktivere eller avslutte abonnementet.
pl: Usunie to wszystkie plany komórkowe z Apple Vision Pro, ale nie anuluje subskrypcji. Aby zarejestrować się ponownie lub anulować subskrypcje, skontaktuj się z operatorami.
pt: Todos os planos de dados celulares serão removidos do Apple Vision Pro. Suas assinaturas não serão canceladas. Contate sua operadora para se registrar novamente ou cancelá‑las.
pt_pt: Todos os planos de dados móveis serão removidos do Apple Vision Pro. As assinaturas não serão canceladas. Contacte as operadoras para voltar a ativar os planos ou cancelar as assinaturas.
ro: Toate planurile de date celulare vor fi eliminate de pe Apple Vision Pro. Abonamentele dvs. nu vor fi anulate. Contactați‑vă operatorii pentru reînscriere sau anulare.
ru: При этом с Apple Vision Pro будут удалены все тарифы сотовых данных. Ваши подписки отменены не будут. Обратитесь к оператору, чтобы выполнить регистрацию повторно или отменить ее.
sk: Týmto odstránite z Apple Vision Pro všetky mobilné dátové programy. Vaše odbery nebudú zrušené. O opätovnú registráciu alebo zrušenie odberu požiadajte operátora.
sl: To bo odstranilo vse pakete mobilnih podatkov iz naprave Apple Vision Pro. Vaše naročnine ne bodo preklicane. Za ponovno včlanitev ali preklic se obrnite na operaterje.
sv: Detta tar bort alla mobildataabonnemang från Apple Vision Pro. Det innebär inte att abonnemangen sägs upp. Kontakta operatörerna om du vill starta abonnemangen på nytt eller säga upp dem.
th: การทำงานนี้จะเอาแผนบริการข้อมูลเซลลูลาร์ทั้งหมดออกจาก Apple Vision Pro ของคุณ การสมัครใช้บริการของคุณจะไม่ถูกยกเลิก ติดต่อผู้ให้บริการของคุณเพื่อลงทะเบียนอีกครั้งหรือเพื่อยกเลิก
tr: Bu, Apple Vision Pro’nuzdaki tüm hücresel veri planlarını siler. Abonelikleriniz iptal edilmez. Yeniden kaydolmak veya aboneliği iptal etmek için operatörlerinizle iletişime geçin.
uk: Це вилучить усі плани стільникових даних із вашого Apple Vision Pro. Ваші тарифи не буде скасовано. Зверніться до своїх операторів звʼязку для перереєстрації чи анулювання.
vi: Việc này sẽ xóa tất cả các gói cước dữ liệu di động khỏi Apple Vision Pro của bạn. Các đăng ký của bạn sẽ không bị hủy. Liên hệ với nhà cung cấp của bạn để đăng ký lại hoặc hủy.
zh_cn: 这将从你的Apple Vision Pro移除所有蜂窝数据套餐。你的订阅不会被取消。请联系你的运营商来再次注册或取消订阅。
zh_hk: 這將會從你的Apple Vision Pro移除所有流動網絡計劃。這不會取消你的訂閲。請聯絡電訊商再次登記或取消。
zh_tw: 這將會從你的Apple Vision Pro移除所有行動數據方案。這不會取消你的訂閱。聯絡你的電信業者來再次登記或取消訂閱。

source: Subscriber Services
ar: خدمات المشترك
bg: Абонаментни услуги
ca: Serveis de subscripció
cs: Odběratelské služby
da: Abonnementstjenester
de: Accountdienste
el: Υπηρεσίες συνδρομητών
es: Servicios para clientes
es_us: Servicios para clientes
fi: Tilaajapalvelut
fr: Réin. les services de l’opérateur
fr_ca: Services de l’opérateur
he: שירותי מנוי
hi: सब्सक्राइबर सेवाएँ
hr: Pretplatničke usluge
hu: Előfizetői szolgáltatások
id: Layanan Pelanggan
it: Servizi in abbonamento
ja: 加入中のサービス
kk: Абонент сервистері
ko: 가입자 서비스
lt: Paslaugos prenumeratoriams
ms: Khidmat Pelanggan
nl: Abonneeservices
no: Abonnenttjenester
pl: Usługi subskrypcji
pt: Serviços de Assinante
pt_pt: Serviços de assinatura
ro: Servicii abonați
ru: Службы абонента
sk: Služby odberateľa
sl: Naročniške storitve
sv: Abonnemangstjänster
th: บริการบอกรับผู้สมัคร
tr: Abone Servisleri
uk: Абонентські послуги
vi: Dịch vụ của thuê bao
zh_cn: 订阅者服务
zh_hk: 用户服務
zh_tw: 訂戶服務

# ICLOUD_SYNC_NEEDS_WIFI_MSG
source: You need to be connected to Wi-Fi to upload to iCloud.
ar: يجب الاتصال بالـ Wi-Fi للتحميل إلى iCloud.
bg: Необходимо е да сте свързани към Wi-Fi, за да се качва в iCloud.
ca: Per carregar contingut a l’iCloud, t’has de connectar a una xarxa Wi‑Fi.
cs: Před odesláním dat na iCloud se musíte připojit k Wi‑Fi.
da: Du skal have forbindelse til Wi‑Fi for at kunne overføre til iCloud.
de: Du benötigst eine WLAN-Verbindung, um etwas bei iCloud hochzuladen.
el: Για ανέβασμα στο iCloud, πρέπει να είστε συνδεδεμένοι σε Wi-Fi.
es: Para cargar en iCloud, debes tener conexión a una red Wi‑Fi.
es_us: Necesitas conexión a Wi-Fi para respaldar en iCloud.
fi: iCloudiin lähettämiseen tarvitaan Wi-Fi-yhteys.
fr: Vous devez vous connecter à un réseau Wi-Fi pour télécharger des éléments sur iCloud.
fr_ca: Connectez-vous à un réseau Wi‑Fi pour effectuer un téléversement vers iCloud.
he: על המכשיר להיות מחובר לרשת אלחוטית כדי להעלות נתונים ל-iCloud.
hi: iCloud पर अपलोड करने के लिए आपको वाई-फ़ाई से कनेक्ट करने की आवश्यकता है।
hr: Za postavljanje na iCloud trebate biti spojeni na Wi-Fi.
hu: Az iCloudba való feltöltéshez csatlakoznia kell a Wi-Fi-hálózathoz.
id: Anda harus terhubung ke Wi‑Fi untuk mengunggah ke iCloud.
it: Per eseguire il caricamento su iCloud, devi aver eseguito l’accesso alla rete Wi-Fi.
ja: iCloudにアップロードするにはWi-Fiに接続している必要があります。
kk: iCloud сервисіне жүктеп салу үшін Wi-Fi желісіне қосылу қажет.
ko: iCloud에 업로드하려면 Wi‑Fi에 연결되어 있어야 합니다.
lt: Norėdami įkelti į „iCloud“, turite būti prisijungę prie „Wi-Fi“ tinklo.
ms: Anda perlu disambungkan ke Wi-Fi untuk memuat naik ke iCloud.
nl: Je moet verbonden zijn met wifi om naar iCloud te uploaden.
no: Du må være koblet til Wi‑Fi for å laste opp til iCloud.
pl: Aby wysłać do iCloud, musisz mieć połączenie z siecią Wi‑Fi.
pt: Você deve conectar a uma rede Wi‑Fi para enviar ao iCloud.
pt_pt: Tem de estar ligado a uma rede Wi-Fi para enviar para iCloud.
ro: Trebuie să vă conectați la Wi-Fi pentru a încărca pe iCloud.
ru: Для выгрузки в iCloud необходимо подключение к Wi‑Fi.
sk: Ak chcete odoslať dáta do iCloudu, musíte sa pripojiť k Wi‑Fi.
sl: Za nalaganje v iCloud morate biti povezani z omrežjem Wi-Fi.
sv: Du måste vara ansluten till Wi-Fi om du vill överföra till iCloud.
th: คุณต้องเชื่อมต่ออยู่กับ Wi‑Fi ในระหว่างอัปโหลดไปยัง iCloud
tr: iCloud’a yüklemek için Wi‑Fi’ye bağlı olmanız gerekir.
uk: Для закачування до iCloud потрібне Wi‑Fi‑зʼєднання.
vi: Thiết bị của bạn cần được kết nối vào Wi-Fi để tải lên iCloud.
zh_cn: 你需要接入Wi-Fi以上传至iCloud。
zh_hk: 你需要連接Wi-Fi才能上載至iCloud。
zh_tw: 你需要連接Wi-Fi才能上傳到iCloud。

# ERASE_DEVICE
source: Enter the Apple Account password for “%username%” to erase this iPad and remove it from your account.
ar: أدخل كلمة سر حساب Apple الخاص بـ "%username%" لمسح هذا الـ iPad وإزالته من حسابك.
bg: Въведете паролата за Apple регистрацията за „%username%“, за да изтриете този iPad и да го премахнете от регистрацията си.
ca: Introdueix la contrasenya del compte d’Apple %username% per esborrar l’iPad i eliminar‑lo del compte.
cs: Chcete‑li iPad vymazat a odstranit ze svého účtu, zadejte heslo k účtu Apple „%username%“.
da: Skriv adgangskoden til Apple‑kontoen “%username%” for at slette denne iPad og fjerne den fra din konto.
de: Gib das Apple Account-Passwort für „%username%“ ein, um dieses iPad zu löschen und aus deinem Account zu entfernen.
el: Εισαγάγετε το συνθηματικό λογαριασμού Apple του %username% για να σβήσετε αυτό το iPad και να αφαιρεθεί από τον λογαριασμό σας.
es: Introduce la contraseña de la cuenta de Apple %username% para borrar este iPad y eliminarlo de tu cuenta.
es_us: Ingresa la contraseña de la cuenta de Apple de “%username%” para borrar este iPad y eliminarlo de tu cuenta.
fi: Tyhjennä tämä iPad ja poista se tililtäsi syöttämällä Apple-tilin %username% salasana.
fr: Saisissez le mot de passe du compte Apple « %username% » pour effacer cet iPad et le supprimer de votre compte.
fr_ca: Entrez le mot de passe du compte Apple « %username% » pour effacer cet iPad et le supprimer de votre compte.
he: כדי למחוק את הנתונים ב-iPad זה ולהסיר אותו מחשבונך, יש להזין את סיסמת חשבון ה-Apple של ״%username%״.
hi: इस iPad का डेटा मिटाने और इसे अपने खाते से हटाने के लिए “%username%” का Apple खाता पासवर्ड दर्ज करें।
hr: Unesite lozinku Apple računa za “%username%” kako biste obrisali ovaj iPad te ga uklonili iz svog računa.
hu: Az iPad adatainak törléséhez és a fiókból történő eltávolításához adja meg a(z) „%username%” Apple-fiók jelszavát.
id: Masukkan kata sandi Akun Apple “%username%” untuk menghapus iPad ini dan menghapusnya dari Akun Anda.
it: Inserisci la password dell’Apple Account di “%username%” per inizializzare iPad e rimuoverlo dal tuo account.
ja: このiPadを消去してアカウントから削除するには、“%username%”のApple Accountパスワードを入力してください。
kk: Осы iPad деректерін өшіру және оны аккаунттан жою үшін «%username%» атты пайдаланушының Apple аккаунтының құпиясөзін енгізіңіз.
ko: 이 iPad를 지우고 사용자의 계정에서 제거하려면 ‘%username%’의 Apple 계정 암호를 입력하십시오.
lt: Įveskite naudotojo %username% „Apple“ paskyros slaptažodį, kad ištrintumėte šį „iPad“ ir pašalintumėte jį iš savo paskyros.
ms: Masukkan kata laluan Akaun Apple bagi “%username%” untuk memadamkan iPad ini dan mengeluarkannya daripada akaun anda.
nl: Voer het Apple Account-wachtwoord voor '%username%' in om deze iPad te wissen en uit je account te verwijderen.
no: Oppgi Apple-kontopassordet til «%username%» for å slette iPaden og fjerne den fra kontoen din.
pl: Aby wymazać iPada i usunąć go z konta, podaj hasło konta Apple „%username%”.
pt: Digite a senha da Conta Apple de %username% para apagar este iPad e removê‑lo da sua conta.
pt_pt: Digite a palavra‑passe da conta Apple de “%username%” para apagar este iPad e removê‑lo da sua conta.
ro: Introduceți parola contului Apple pentru “%username%” pentru a șterge acest iPad și a‑l elimina din contul dvs.
ru: Введите пароль Аккаунта Apple для «%username%», чтобы стереть этот iPad и удалить его из своего Аккаунта.
sk: Ak chcete vymazať tento iPad a odstrániť ho zo svojho účtu, zadajte heslo Apple účtu pre „%username%“.
sl: Vnesite geslo računa Apple za osebo »%username%«, da izbrišete podatke iz tega iPada in ga odstranite iz računa.
sv: Radera denna iPad och ta bort den från ditt konto genom att ange Apple‑kontolösenordet för ”%username%”.
th: ป้อนรหัสผ่านบัญชี Apple ของ “%username%” เพื่อลบข้อมูล iPad เครื่องนี้และเอาออกจากบัญชีของคุณ
tr: Bu iPad’i silmek ve hesabınızdan çıkarmak için “%username%” Apple Hesabı parolanızı girin.
uk: Введіть пароль облікового запису Apple для «%username%», щоб стерти цей iPad і вилучити його зі свого облікового запису.
vi: Nhập mật khẩu Tài khoản Apple cho “%username%” để xóa iPad này và gỡ bỏ khỏi tài khoản của bạn.
zh_cn: 输入“%username%”的Apple账户密码以抹掉此iPad并将其从账户中移除。
zh_hk: 輸入「%username%」的Apple帳户密碼以便清除此iPad並將其從你的帳户移除。
zh_tw: 輸入「%username%」的「Apple帳號」密碼來清除此iPad並將其從你的帳號移除。

# RESET_PERSONALIZED_HANDWRITING_STYLE_LABEL
source: Reset Handwriting Style
ar: إعادة تعيين نمط الكتابة باليد
bg: Нулирай стила на ръкописа
ca: Restableix l’estil d’escriptura a mà
cs: Resetovat styl rukopisu
da: Nulstil håndskriftsformat
de: Handschriftstil zurücksetzen
el: Επαναφορά του στιλ χειρογραφής
es: Restablecer estilo de escritura a mano
es_us: Restablecer estilo de escritura a mano
fi: Nollaa käsinkirjoitustyyli
fr: Réinitialiser le style d’écriture manuscrite
fr_ca: Réinitialiser le style d’écriture manuscrite
he: איפוס סגנון כתב היד החכם
hi: हस्तलेखन शैली रीसेट करें
hr: Resetiraj stil rukopisa
hu: Kézírásstílus alaphelyzetbe állítása
id: Atur Ulang Gaya Tulisan Tangan
it: Inizializza stile di scrittura a mano
ja: 手書きスタイルをリセット
kk: Қолмен жазу стилін бастапқы күйге қайтару
ko: 손글씨 스타일 재설정
lt: Rašymo ranka stiliaus nustatymas iš naujo
ms: Reset Gaya Tulisan Tangan
nl: Stel handschriftstijl opnieuw in
no: Nullstill stil for Håndskrift
pl: Wyzeruj styl pisma ręcznego
pt: Redefinir Estilo de Escrita à Mão
pt_pt: Repor estilo de escrita à mão
ro: Resetați stilul scrisului de mână
ru: Сбросить стиль рукописного ввода
sk: Resetovať štýl rukopisu
sl: Ponastavitev sloga rokopisa
sv: Nollställ handstil
th: รีเซ็ตสไตล์ลายมือเขียน
tr: El Yazısı Stilini Sıfırla
uk: Скинути стиль рукопису
vi: Đặt lại kiểu viết tay
zh_cn: 还原手写风格
zh_hk: 重設手寫樣式
zh_tw: 重置手寫風格
